Repository: WordPressBugBounty/plugins-wp-flashy-marketing-automation
Catalog: wp-flashy-marketing-automation/lang/flashy-*.po
Languages: he_il

source: Accept Marketing Text
he_il: הטקסט שיופיע להצטרפות

source: Active
he_il: פעיל

source: Add a message for your customers before the checkbox.
he_il: הוסיפו הודעה מתאימה שתוצג ללקוחות לפני הצ'ק בוקס.

source: Add Accept Marketing Checkbox
he_il: הוסף צ׳קבוקס של אישור דיוור

source: Add Contextual Data
he_il: הוסף קונטקסט לאירועים

source: Add contextual data to Flashy's events.
he_il: האם להוסיף קונטקסט לאירועים של פלאשי.

source: Add Flashy Checkbox
he_il: הוספת צ׳קבוקס של פלאשי

source: Add Google structured data (JSON-LD) for product reviews on product pages.
he_il: הוספת Google Snippets עבור ביקורות לשיפור SEO.

source: After Add to Cart Button
he_il: אחרי כפתור הוספה לסל

source: After Order Notes
he_il: לאחר רישומי הזמנה

source: After Product Title
he_il: אחרי כותרת המוצר

source: After Purchase Only
he_il: רק במידה והלקוח ביצע רכישה

source: API Key
he_il: מפתח API

source: Before Product Title
he_il: לפני כותרת המוצר

source: Block Checkout
he_il: בלוק צ'קהאוט

source: Category Reviews Position
he_il: מיקום הכוכבים בעמודי קטגוריה

source: CF7 Field
he_il: שדה ב CF7

source: Changes has been successfully saved
he_il: השינויים נשמרו בהצלחה

source: Checkbox Name
he_il: שם הצ׳קבוקס

source: Checkout Checkbox Position
he_il: מיקום הצ'קבוקס בעמוד הצ'קאאוט

source: Checkout Created
he_il: צ'קאווט נוצר

source: Checkout Type
he_il: סוג Checkout

source: Choose 'Classic Checkout' for the traditional WooCommerce checkout or 'Block Checkout' for the new WooCommerce Blocks checkout.
he_il: יש לבחור ב Classic Checkout עבור אתרי ווקומרס שלא משתמשים ב Blocks.

source: Choose a list
he_il: בחר רשימה

source: Choose where you want to add Flashy checkbox
he_il: בעמודים שתבחרו התווסף צ׳קבוקס שיאפשר למבקרים אצלכם לאשר דיוור פרסומי באמצעות צ׳קבוקס

source: Choose where you want to position Flashy checkbox on the <b>checkout</b> page.
he_il: בחרו את המיקום בו יופיע הצ'קבוקס בעמוד הצ'קאאוט.

source: Connect to Flashy
he_il: התחבר אל פלאשי

source: Contact Forms
he_il: טפסים

source: Context Information
he_il: קונטקסט באירועים

source: Create Account For Guests
he_il: יצירת חשבון בפלאשי לאורחים באתר

source: Create contact profile on CF7 forms.
he_il: צור פרופיל בפלאשי מטופס באתר (CF7)

source: Current Status:
he_il: סטטוס נוכחי:

source: Disabled
he_il: כבוי

source: Display review stars and count on product cards in shop/category pages.
he_il: הצגת כוכבים בעמודי קטגוריה.

source: Do not mark checkbox by default
he_il: לא לסמן צ'קבוקס כברירת מחדל

source: Don't Track
he_il: לא לעקוב

source: Enabled
he_il: מופעל

source: Every %d Minutes
he_il: בכל %d דקות

source: Flashy
he_il: פלאשי

source: Flashy can manage your subscription list by adding a checkbox to the pages you choose or you can use your own checkbox.
he_il: פלאשי יכול לאסוף עבורכם את אישור הלקוחות לקבל דואר פרסומי, נוסיף צ׳קבוקס לעמודים שתבחרו שבהם הלקוחות יוכלו לאשר.

source: FLASHY CONNECTED
he_il: פלאשי מחובר בהצלחה לחשבון

source: Flashy Field
he_il: שדה בפלאשי

source: Flashy List
he_il: רשימה בפלאשי

source: Go to dashboard
he_il: הכנס למערכת הניהול

source: Google Review Snippet
he_il: ביקורות בגוגל

source: How To Install
he_il: תהליך ההתקנה

source: I agree to receive promotional emails and text messages.
he_il: אני מסכים לקבל דיוור פרסומי באמצעות דואר אלקטרוני והודעות טקסט.

source: If you have a checkbox on the checkout page that offers the customer to join your mailing list, you can subscribe him automatically. The name of the field on the checkout page they check must be filled.
he_il: אם יש לכם שדה בעמוד הרשמה / תשלום שמציע ללקוחות להצטרף לרשימת התפוצה - הזינו פה את שם השדה (name) כדי שהם הצטרפו אוטומטית לפלאשי - מומלץ להתייעץ עם המתכנת של האתר.

source: Last updated at:
he_il: עודכן לאחרונה ב:

source: List
he_il: רשימה

source: Manage Statuses
he_il: ניהול סטטוסים

source: Map Fields
he_il: מיפוי שדות

source: Mark checkbox by default
he_il: סמן צ'קבוקס כברירת מחדל

source: No
he_il: לא

source: None
he_il: ללא

source: On checkout page
he_il: בעמוד תשלום

source: On Review Order (Before Submit)
he_il: בתצוגה מקדימה של ההזמנה (לפני השליחה)

source: On signup page
he_il: בעמוד פתיחת חשבון

source: On thank you page - after customer completed payment. <br/> On order placed - before the checkout process completed.
he_il: בעמוד תודה רבה - לאחר שהלקוח ביצע תשלום.<br/>בעמוד הזמנה - לפני שבוצע תהליך התשלום.

source: On User Creation & Purchase
he_il: בכל פעם שנוצר לקוח באתר (הרשמה)

source: Order Created
he_il: הזמנה נוצרה

source: Order Updated
he_il: הזמנה עודכנה

source: Please contact the support team: support@flashyapp.com
he_il: יש לפנות לצוות התמיכה לעזרה ומידע נוסף: support@flashyapp.com

source: Please make sure the form fields (inputs) are with the correct name on your Flashy account <a href="%1$s" target="_blank">Full Guide</a>.
he_il: נא לוודא שכל השדות מלאים עם השמות הנכונים שמוגדרים במערכת של פלאשי. למעבר למדריך לחץ <a href="%1$s" target="_blank">כאן</a>.

source: Product Reviews
he_il: ביקורות על מוצרים

source: Reset Settings
he_il: שיחזור הגדרות ברירת מחדל

source: Save Changes
he_il: שמור שינויים

source: Save Contact Forms
he_il: שמור הגדרות טפסים

source: Save List
he_il: שמירת רשימת התפוצה

source: Settings
he_il: הגדרות

source: Show Reviews on Category Pages
he_il: הצגת ביקורות בעמודי קטגוריה

source: Subscribers List
he_il: רשימת תפוצה

source: Syncing Products, Orders and Customers.
he_il: סנכון של מוצרים, הזמנות ולקוחות.

source: The API key is wrong, please try again
he_il: מפתח ה API שגוי, אנא נסה שנית

source: The Flashy account ID has been saved.
he_il: החשבון נשמר בהצלחה.

source: The List ID is wrong, please try again
he_il: מספר הרשימה שגוי, אנא נסה שנית

source: The products successfully exported.
he_il: המוצרים יוצאו בהצלחה.

source: Tracking Events: Page View, View Product, Add To Cart and Purchase.
he_il: אירועי לקוחות למעקב: צפייה בעמודים, צפייה במוצרים, הוספת מוצרים לסל ורכישה.

source: Update API Key
he_il: הזן מפתח API

source: We Have Our Own Checkbox
he_il: יש לנו צ׳קבוקס משלנו

source: We suggest to keep the statuses by default, but if you are using custom WooCommerce statuses you can control the integration.
he_il: אנו מציעים לשמור את הסטטוסים כברירת מחדל, אבל אם אתם משתמשים בסטטוסים מותאמים אישית של WooCommerce, אתם יכולים לשלוט בתהליך האינטגרציה.

source: When a visitor places an order on the site <b><u>as a guest</u></b>, you can control whether or not to create an account for him in Flashy.
he_il: כשלקוח מבצע רכישה אצלכם כאורח באתר אתם יכולים להחליט האם לייצר לו חשבון בפלאשי או לא.

source: When To Create Flashy Contact
he_il: מתי ליצור איש קשר חדש בפלאשי

source: When To Send Purchase Event
he_il: מתי לדווח על רכישה לפלאשי

source: Where To Add Checkbox
he_il: באיזה עמודים להוסיף אישור הצטרפות

source: Whether the customer accepts marketing communications.
he_il: האם לקוחות מאשרים דיוור.

source: Without Contextual Data
he_il: ללא קונטקסט

source: WooCommerce plugin is missing!
he_il: לא מותקן פלאגין WooCommerce במערכת!

source: WooCommerce Statuses
he_il: סטטוסים של WooCommerce

source: Wordpress plugin for flashy.app to sync products, orders and customers and track events.
he_il: התוסף הרשמי של פלאשי לסנכרון מוצרים, הזמנות ולקוחות.

source: Yes
he_il: כן

source: You can decide in when our plugin will create a new Flashy contact.
he_il: באפשרותכם לבחור באיזה מצב התוסף שלנו יצור איש קשר חדש בפלאשי.

source: You must choose a subscriber list from the following options.
he_il: נא לבחור רשימת תפוצה.

source: You must create a list in our platform. Click the following <a href='https://flashy.app/help/contact-management/how-to-create-a-list/'>link</a> for more information.
he_il: נא ליצור רשימה במערכת של פלאשי. למידע נוסף לחץ <a href='https://flashy.app/he/help/%d7%a0%d7%99%d7%94%d7%95%d7%9c-%d7%90%d7%a0%d7%a9%d7%99-%d7%a7%d7%a9%d7%a8/%d7%9b%d7%99%d7%a6%d7%93-%d7%9c%d7%99%d7%a6%d7%95%d7%a8-%d7%a8%d7%a9%d7%99%d7%9e%d7%aa-%d7%aa%d7%a4%d7%95%d7%a6%d7%94/'>כאן</a>

source: Your Benefits
he_il: היתרונות של התוסף

source: Your Flashy API key is missing, click here to add it <a href="%1$s" target="_blank">Add API Key</a>.
he_il: מפתח ה-API הבזק שלך חסר, לחץ כאן כדי להוסיף אותו <a href="%1$s" target="_blank">הוסף מפתח API</a> .

source: Your Products Catalogs
he_il: קטלוג המוצרים שלך
